{
  "wishes": [
    {
      "id": "001",
      "text": "Just remember I am going to be there for you every time, I promise you that. Happy promise day darling!"
    },
    {
      "id": "002",
      "text": "I promise to stay in touch with you and check on you from time to time. Happy Promise Day my best friend!"
    },
    {
      "id": "003",
      "text": "On this Promise Day, I promise I'll always be there to hold your hand, When sorrows come and miseries land. I promise to never leave you alone in this world... Happy Promise Day!"
    },
    {
      "id": "004",
      "text": "Forever is neither today nor tomorrow... But it is a lifetime. And I promise to love you forever... HAPPY PROMISE DAY, sweetheart!"
    },
    {
      "id": "005",
      "text": "I promise you all the happiness and love in this world, which you truly deserve. I will take good care of you and make our bonds stronger. Happy Promise Day!"
    },
    {
      "id": "006",
      "text": " Love is the joy of today and a promise of tomorrow. On this Promise Day, I solemnly promise that I will love you forever and all throughout my life. Love you!!!"
    },
    {
      "id": "007",
      "text": "As long as the sun shines bright, the stars twinkle in the night, I will only be yours forever. Happy Promise Day!!!"
    },
    {
      "id": "008",
      "text": "I promise to foster the loving bond that exists between us. I promise to be with you always. Happy Promise Day!"
    },
    {
      "id": "009",
      "text": "I love you without purpose, I care for you without expectations, I promise you of our togetherness forever. Happy Promise Day!"
    },
    {
      "id": "010",
      "text": "With every heartbeat, I will love you more and more, After so many years of togetherness, It's my promise to you, my love. Happy Promise Day, Beautiful!"
    },
    {
      "id": "011",
      "text": "True love always asks for commitment and trust. I promise you that I'll never disappoint you. Happy Promise Day!"
    },
    {
      "id": "012",
      "text": "From the core of my heart, I would like to promise you that I will love you and take care of you till my last breath. Happy Promise Day!"
    }
  ]
}
